<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<div class="w3-content w3-container w3-left-align w3-text-grey" >
    <h2 class="w3-text-theme" >Откуда появился проект и что это такое</h2>
    <p>Наверное, Вы попали сюда, потому что занимаетесь цветоводством, садоводством или огородничеством, и
        интересуетесь разными источниками информации для помощи в своем увлечении. Также очевидно, что
        <a href="index.jsp" class="w3-hover-text-blue"><b>eGardening.ru</b></a> отличается от сайтов клубов цветоводов,
        тематических форумов, блогов и, конечно, сайтов питомников и садовых магазинов.
    </p>
    <p>Что же это за сайт и чем он может быть Вам полезен? Фактически, <a href="index.jsp" class="w3-hover-text-blue">
        <b>eGardening.ru</b></a> - записная книжка, которую ведет каждый садовод-огородник, увлекающийся
        разведением сортовых культур и заинтересованный в их успешном выращивании. Идея такого приложения пришла
        разработчикам-энтузиастам, глядя на собственным жен, которые хотят посадить на даче плодовые или
        декоративные деревья и кустарники, укроп на подоконнике, сделать цветочную клумбу, и совершенно не знающих
        с чего начать. Глядя на ежегодные заказы саженцев роз, кустарников, голубики и прочих кизилов из питомников
        - всего, что забыли подкормить, укрыть или посадили в неподходящую почву и оно опять погибло. Глядя на мам,
        которые забыли провести опрыскивание или подкормку, хотя перед выходными тщательно продумывали список дел.
        Все они смотрят популярные программы по ТВ, читают форумы и советы, и даже их записывают - в блокноты, на
        таблички, на опоры и заборы. И опять - проверяют прогноз погоды, высчитывают дни, и - записывают. А потом
        забывают, теряют или не находят.
    </p>
    <p>Так вот, подумали разработчики-энтузиасты, почему бы не создать электронный блокнот, где будет все в одном
        месте. Который сам проверит погоду, подскажет какие работы нужны для того или иного растения, какие
        удобрения использовать при этих работах, да еще и напомнит. Ведь записываем же мы в календаре напоминания о
        днях рождения и визитах к врачу. Почему бы не сделать такой календарь и для садовых работ, тем более, что в
        последнее время очень многие переселяются в загородные дома и увлекаются садоводством и огородничеством.
    </p>
</div>