<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="m" tagdir="/WEB-INF/tags" %>
<div class="w3-display-container w3-padding-48 w3-text-grey " style="position: relative">
    <div id="pageHeader" class="w3-container w3-lime w3-left-align w3-margin-bottom w3-text-white">
        <h1>Реклама на портале</h1>
    </div>

<div class="w3-row-padding w3-center">
    <div class="w3-row w3-margin w3-padding-32">
        <div class="w3-half">
            <div class="w3-card-2" style="min-height:350px">
                <img src="/static/ads_fertilizer_library.jpg" style="width:100%">
            </div>
        </div>
        <div class="w3-half">
            <div class="w3-card w3-border-0 w3-container" style="min-height:350px">
                <div class="">
                    <h2 class="w3-text-theme">Реклама в библиотеке удобрений</h2>
                    <ul class="w3-ul w3-left-align">
                        <li class="w3-padding">Для размещения рекламных баннеров производителей и продавцов удобрений</li>
                        <li class="w3-padding">Колонка с баннерами занимает одну четверть экрана, но не менее 300 пикселей. При уменьшении размера окна браузера или просмотре на устройствах с меньшим разрешением, если четверть экрана менее 300 пикселей, реклама отображается ниже основного содержания страницы. При этом, если ширина окна браузера становится менее 600 пикселей (при просмотре на мобильных устройствах или планшетах), рекламные баннеры занимают всю ширину экрана</li>
                        <li class="w3-padding">Ширина и высота рекламного баннера может быть произвольной, но не более 600 пикселей</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>

    <div class="w3-row w3-margin w3-padding-32">
        <div class="w3-half">
            <div class="w3-card-2" style="min-height:350px">
                <img src="/static/ads_species_library.jpg" style="width:100%">
            </div>
        </div>
        <div class="w3-half">
            <div class="w3-card w3-border-0 w3-container" style="min-height:350px">
                <div class="">
                    <h2 class="w3-text-theme">Реклама в библиотеке растений, системной или пользовательской</h2>
                    <ul class="w3-ul w3-left-align">
                        <li class="w3-padding">Для размещения рекламных баннеров питомников, производителей и продавцов семян и другого посадочного материала</li>
                        <li class="w3-padding">Колонка с баннерами занимает одну четверть экрана, но не менее 300 пикселей. При уменьшении размера окна браузера или просмотре на устройствах с меньшим разрешением, если четверть экрана менее 300 пикселей, реклама отображается ниже основного содержания страницы. При этом, если ширина окна браузера становится менее 600 пикселей (при просмотре на мобильных устройствах или планшетах), рекламные баннеры занимают всю ширину экрана</li>
                        <li class="w3-padding">Ширина и высота рекламного баннера может быть произвольной, но не более 600 пикселей</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>

    <div class="w3-row w3-margin w3-padding-32">
        <div class="w3-half">
            <div class="w3-card-2" style="min-height:350px">
                <img src="/static/ads_work_library.jpg" style="width:100%">
            </div>
        </div>
        <div class="w3-half">
            <div class="w3-card w3-border-0 w3-container" style="min-height:350px">
                <div class="">
                    <h2 class="w3-text-theme">Реклама в библиотеке работ</h2>
                    <ul class="w3-ul w3-left-align">
                        <li class="w3-padding">Для размещения рекламных баннеров производителей и продавцов садовой техники и инвентаря</li>
                        <li class="w3-padding">Колонка с баннерами занимает одну четверть экрана, но не менее 300 пикселей. При уменьшении размера окна браузера или просмотре на устройствах с меньшим разрешением, если четверть экрана менее 300 пикселей, реклама отображается ниже основного содержания страницы. При этом, если ширина окна браузера становится менее 600 пикселей (при просмотре на мобильных устройствах или планшетах), рекламные баннеры занимают всю ширину экрана</li>
                        <li class="w3-padding">Ширина и высота рекламного баннера может быть произвольной, но не более 600 пикселей</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>

    <div class="w3-row w3-margin w3-padding-32">
        <div class="w3-half">
            <div class="w3-card-2" style="min-height:350px">
                <img src="/static/ads_template_list.jpg" style="width:100%">
            </div>
        </div>
        <div class="w3-half">
            <div class="w3-card w3-border-0 w3-container" style="min-height:350px">
                <div class="">
                    <h2 class="w3-text-theme">Реклама в шаблонах выращивания</h2>
                    <ul class="w3-ul w3-left-align">
                        <li class="w3-padding">Для размещения рекламы сайтов садово-огородной тематики при просмотре пользователями определенной культуры и предлагаемых шаблонов выращивания для нее мы предлагаем сортировку шаблонов выращивания по автору (сайту)</li>
                        <li class="w3-padding">Логотип и название сайта отображается в выпадающем списке на странице с описанием культуры и списком предлагаемых системных шаблонов. Логотип сайта отображен напротив каждого шаблона, предоставленного сайтом. При выборе сайта в выпадающем списке, система отображает в списке шаблонов только шаблоны данного автора</li>
                        <li class="w3-padding">Данный вид рекламы также доступен бесплатно, см. подробнее в разделе <a href="cooperation.tiles"> Сотрудничество</a></li>
                    </ul>
                </div>
            </div>
        </div>
    </div>

    <div class="w3-row w3-margin w3-padding-32">
        <div class="w3-half">
            <div class="w3-card-2" style="min-height:350px">
                <img src="/static/ads_news_feed.JPEG" style="width:100%">
            </div>
        </div>
        <div class="w3-half">
            <div class="w3-card w3-border-0 w3-container" style="min-height:350px">
                <div class="">
                    <h2 class="w3-text-theme">Реклама в новостной ленте</h2>
                    <ul class="w3-ul w3-left-align">
                        <li class="w3-padding">Для размещения новостей сайтов садово-огородной тематики, новинок селекции или садовой техники при просмотре пользователями собственного расписания, а также страницы новостей и рассылки</li>
                        <li class="w3-padding">Колонка с новостной лентой занимает одну четверть экрана, но не менее 300 пикселей. При уменьшении размера окна браузера или просмотре на устройствах с меньшим разрешением, если четверть экрана менее 300 пикселей, новостная лента отображается ниже основного содержания страницы. При этом, если ширина окна браузера становится менее 600 пикселей (при просмотре на мобильных устройствах или планшетах), новостная лента занимает всю ширину экрана</li>
                        <li class="w3-padding">Новость может содержать картинки, при этом ширина и высота ячейки с  картинкой, заголовком и описанием не более 100 символов может быть произвольной, но не более 600 пикселей</li>
                        <li class="w3-padding">Колонка новостей отображается в идентично в разделе новостей сайта. Полный текст новости отображается в разделе новостей сайта и доступен при нажатии пользователем ссылки «Читать полностью...»</li>

                        <li class="w3-padding">Данный вид рекламы также доступен бесплатно, см. подробнее в разделе <a href="cooperation.tiles"> Сотрудничество</a></li>
                    </ul>
                </div>
            </div>
        </div>
    </div>

</div>

    <m:feedbackForm />

</div>