<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-display-container w3-padding w3-padding-48 w3-text-grey w3-left-align" style="position: relative">
    <h1 class="w3-text-theme w3-slim-">ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
    <h2 class="w3-text-theme">1&emsp;Общие положения</h2>
    <p>1.1 Настоящее пользовательское соглашение (далее - «Соглашение») регулирует отношения по использованию веб-сервиса eGardening.ru (далее - «Сайт») в лице владельцев сайта (далее - «Администрация») и физическим лицом (далее - «Пользователь»), надлежащим образом зарегистрированным на Сайте в соответствии с разделом 2 настоящего Соглашения</p>
    <p>1.2 Настоящее соглашение является публичной офертой. Получая доступ к материалам Сайта Пользователь считается присоединившимся к настоящему Соглашению.</p>

    <h2 class="w3-text-theme">2&emsp;Регистрация на Сайте, пароль, безопасность</h2>
    <p>2.1 Для того, чтобы пользоваться сервисами Сайта, Пользователю необходимо зарегистрироваться на Сайте. Для каждого зарегистрированного пользователя на Сайте создается уникальная учетная запись.</p>
    <p>2.2 Для создания учетной записи Пользователь должен заполнить регистрационную форму, размещенную по адресу egardening.ru/user_registration.tiles. Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам в форме регистрации и поддерживать эту информацию в актуальном состоянии в профиле Пользователя.</p>
    <p>2.3 По завершении регистрации Пользователь использует указанные при регистрации логин и пароль для доступа к персонализированной части сервисов Сайта. Пользователь несет ответственность за безопасность принадлежащих ему логина и пароля,  а также за все, что будет сделано с использованием сервисов Сайта под логином и паролем Пользователя. Пользователь обязан немедленно уведомить Администрацию о любом случае неавторизованного (не разрешенного Пользователем) доступа к сервисам Сайта под логином и паролем Пользователя и/или о любом другом нарушении безопасности.</p>
    <p>2.4 Создавая учетную запись, Пользователь подтверждает, что добровольно предоставляет информацию о себе для обработки сервисами Сайта. Пользователь подтверждает, что понимает и соглашается с тем, что персональные данные Пользователя могут быть сохранены при индексации страниц Сайта поисковыми системами, а также в в кукис и истории используемых браузеров.</p>
    <h2 class="w3-text-theme">3&emsp;Обязанности зарегистрированного Пользователя</h2>
    <p>3.1 При использовании сервисов Сайта Пользователь обязан соблюдать положения действующего законодательства Республики Беларусь и настоящего Соглашения.</p>
    <p>3.2 Пользователь полностью отвечает за загруженную, отправленную, переданную или каким-либо другим способом, и ставшую доступной с помощью сервисов Сайта информацию, данные, текст, программы, фотографии, графику, видео, сообщения и другие материалы (далее - «Контент»). Администрация не несет ответственности за Контент, размещенный на Сайте Пользователем.</p>
    <p>3.3 Зарегистрировавшись на Сайте, Пользователь соглашается не использовать любой из сервисов Сайта для передачи/размещения Контента, нарушающего действующее законодательство Республики Беларусь.</p>
    <p>3.4 Пользователь обязуется использовать материалы Сайта только для личного использования.</p>
    <p>3.5 Пользователь обязуется:
    <ol>
    <li>не загружать на Сайт, не передавать посредством сервисов Сайта Контент, содержащий материалы, запрещенные законодательством к распространению, включая, но не ограничиваясь, материалы, пропагандирующие порнографию, культ насилия и жестокости, порнографические или экстремистские материалы;</li>
    <li>при размещении Контента на Сайте соблюдать права третьих лиц, включая права авторов и правообладателей соответствующих результатов интеллектуальной деятельности; </li>
    <li>при использовании сервисов Сайта не допускать необоснованного умаления чьих бы то ни было чести, достоинства, деловой репутации; </li>
    <li>не размещать на Сайте, не передавать посредством сервисов Сайта Контент, содержащий информацию рекламного характера (в том числе ссылки на третьи сайты и видео каналы), за исключением случаев, урегулированных письменными соглашениями с Администрацией сайта; </li>
    <li>не указывать персональные данные третьих лиц с намерением выдать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Сайта; </li>
    <li>не размещать на Сайте, не передавать посредством сервисов Сайта спам-рассылок; </li>
    <li>не использовать Сайт для размещения/отправки Контента, содержащего вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на вышеуказанную информацию; </li>
    <li>не использовать Сайт для сбора, хранения и распространения персональных данных других лиц; </li>
    <li>не нарушать нормальной работы Сайта.</li>
    </ol></p>
    <p>3.6 Пользователь признает, что Администрация имеет право по своему усмотрению отказать Пользователю в размещении Контента или удалить любой Контент, который размещен на Сайте, без уведомления Пользователя и какого-либо объяснения причин. Пользователь обязуется самостоятельно оценивать все риски, связанные с использованием Контента, включая оценку Контента на соответствие действующему законодательству Республики Беларусь.</p>
    <p>3.7 Пользователь гарантирует, что он является правообладателем исключительных прав на загружаемый на Сайт Контент. В случае предъявления к Администрации претензий от третьих лиц, связанных с нарушением действующего законодательства Республики Беларусь, в том числе, законодательства об интеллектуальной собственности, Пользователь обязуется самостоятельно и за свой счет урегулировать все возникшие претензии.</p>
    <p>3.8 Администрация вправе запросить у Пользователя документы, подтверждающие наличие у Пользователя всех необходимых прав на размещение любого Контента на Сайте.</p>
    <p>3.9 Пользователь признает право Администрации изменять Сайт, в том числе изменять или добавлять разделы, менять дизайн и пр.</p>
    <p>3.10 Пользователь признает право Администрации показывать рекламу.</p>
    <h2 class="w3-text-theme">4&emsp;Прекращение регистрации</h2>
    <p>4.1 Администрация оставляет за собой право временно приостановить действие учетной записи Пользователя, заблокировать или удалить учетную запись Пользователя без уведомления Пользователя и/или объяснения причин.</p>
    <h2 class="w3-text-theme">5&emsp;Права на объекты интеллектуальной собственности</h2>
    <p>5.1 Правообладателем материалов, размещенных на Сайте, и сервисах Сайта является Администрация либо лица, их предоставившие и (или) разместившие. Пользователь не вправе копировать, воспроизводить, распространять и иным образом использовать текстовые, фотографические, видео- материалы Сайта в коммерческих целях без заключения соответствующего письменного соглашения с Администрацией или с соответствующим правообладателем.</p>
    <h2 class="w3-text-theme">6&emsp;Освобождение от гарантий и ответственности</h2>
    <p>6.1 Пользователь соглашается с тем, что:
        <ol>
            <li>Администрация не гарантирует Пользователю соответствия сервисов Сайта конкретным целям Пользователя.</li>
            <li>Администрация не гарантирует, что сервисы Сайта будут предоставляться непрерывно, быстро, надежно и без ошибок, что результаты, которые могут быть получены Пользователем, будут точными и надежными. Администрация оставляет за собой право в любой момент закрыть любой из сервисов Сайта.</li>
            <li>Администрация не несет ответственности:
            <ul>
                <li>за любые прямые и косвенные убытки, произошедшие из-за использования либо невозможности использования сервисов Сайта, несанкционированного доступа к учетной записи Пользователя.</li>
                <li>за нарушение Пользователем действующего законодательства Республики Беларусь, в том числе, за нарушение законодательства об интеллектуальной собственности.</li>
                <li>за достоверность методик выращивания или соответствия заявленных результатов ожиданиям пользователя.</li>
                <li>за соответсвие плодов, выращенных с использованием каких-либо удобрений в указанных автором, либо определенных Пользователем дозировках санитарно-эпидемиологическим нормам.</li>
            </ul></li>
        </ol>
    </p>
        <p>6.2 Сайт может содержать ссылки на другие Интернет-ресурсы. Администрация не несет ответственности за работоспособность таких ссылок, содержание информации других ресурсов, а также соблюдение прав третьих лиц на результаты интеллектуальной деятельности и средства индивидуализации, использованные на других ресурсах.</p>
    <h2 class="w3-text-theme">7&emsp;Заключительные положения</h2>
    <p>7.1 Соглашение может быть изменено Администрацией без какого-либо специального уведомления Пользователя, новая редакция Соглашения вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Соглашения.</p>
    <p>7.2 Все возможные споры по поводу Соглашения между Пользователем и Администрацией будут регулироваться в соответствии с действующим законодательством Республики Беларусь.</p>
    <p>7.3 Признание судом какого-либо положения Соглашения недействительным не влечет недействительности остальных положений Соглашения.</p>
</div>
