<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Редактировать культуру</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Редактировать культуру</b> на странице «Культура».</p>
    <img src="help/help_edit_species/edit_species_button.jpg" alt='Кнопка Редактировать культуру' style="width:100%">
    <p>В открывшейся форме измените название класса или культуры и нажмите кнопку <b>Сохранить</b> для того, чтобы сохранить его. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться в библиотеку без сохранения изменений.</p>
    <img src="help/help_edit_species/edit_species_dialog.jpg" alt='Диалог Редактировать культуру'  style="width:60%">
    <p>Обратите внимание, Вы можете изменить только класс, к которому принадлежит культура, не меняя название самой культуры. При этом Вы можете создать даже новый класс, если нужного нет в Вашей библиотеке. Также, Вы можете изменить название культуры. Шаблоны, созданные для культуры, при этом не изменятся.</p>


</div>