<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Удалить культуру</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Удалить культуру</b> на странице «Культура».</p>
    <p></p>
    <img src="help/help_delete_species/delete_species_button.jpg" alt='Кнопка Удалить культуру' style="width:100%">
    <p>В открывшемся диалоговом окне подтвердите свое намерение. Подтверждение сделано для Вашего удобства - на случай,
        если Вы просто проверяете, что за кнопка, или ребенок схватил планшет и нажал. Поскольку вместе с культурой
        удаляются и все Ваши методы выращивания для нее - мы решили лишний раз переспросить.</p>

    <img src="help/help_delete_species/delete_species_dialog.jpg" alt='Диалог Удалить культуру'  style="width:60%">
    <p>Мы удаляем культуру только из Вашей библиотеки. Если Вы скопировалии ее из нашей базы растений, то там она
        останется и Вы сможете скопировать ее повторно.</p>
    <p>Вы также можете поставить галку «Удалить класс, если в нем не осталось растений». Отметьте эту опцию, если класс
        Вам больше не поднадобится. Если же в классе есть еще другие культуры, он удален не будет.</p>

</div>