<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Редактировать план работ для культуры</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Редактировать план</b> на странице «Мой план работ».</p>
    <p><img src="help\help_edit_species_plan\edit_species_plan_button.jpg" alt='Кнопка Редактировать план' style="width:100%"></p>
    <p>На открывшейся странице слева отображены все работы в системе. Справа — работы, которые содержатся в плане.</p>
    <p>Выберите новые работы, воспользуйтесь поиском. При необходимости внести изменения в уже добавленную работу или удалить ее, нажмите на эту работу в списке справа. В открывшемся диалоговом окне внесите необходимые изменения.</p>
    <p><img src="help\help_edit_species_plan\edit_species_plan_page.jpg" alt='Страница Редактировать план' style="width:100%"></p>
    <p>Обратите внимание, если в плане содержится работа, которая после добавления была отредактирована или удалена, то при удалении из плана добавить ее повторно будет невозможно.</p>


</div>