<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Работы</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Выберите пункт <b>Работы</b> в главном меню, чтобы перейти в раздел редактирования работ.</p>
    <p><img src="help/help_work_inventory/works_menu.jpg" alt='Меню Работы' style="width:100%"></p>
    <p>Все работы в приложении разделены на два списка. «Системные» - это работы, которые мы создали для Вас, как наиболее общие для всех садовых культур. «Мои работы» - это работы, которые добавили Вы. Если Вы впервые открыли редактирование работ, то этот список будет пуст. Добавленные Вами работы видны только Вам, и никакой другой пользователь системы не сможет использовать их для добавления в свой план или шаблон. Впрочем, все системные работы каждый пользователь тоже использует индивидуально. Если Вы добавили какую-либо системную работу в свой шаблон или план, она не появится у других пользователей. </p>
    <p><img src="help/help_work_inventory/works_inventory.jpg" alt='Страница Работы' style="width:100%"></p>



</div>