<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Культуры</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>В системе существует две библиотеки культур — одна системная, которую мы создали для Вас, другая — Ваша. В Вашей библиотеке находятся культуры и классы, которые Вы создали самостоятельно, либо скопировали из системной библиотеки.  Если Вы только что зарегистрировались, эта библиотека будет пуста.</p>
    <p>Выберите пункт <b>Культуры</b> в главном меню, чтобы перейти в библиотеку системных культур.</p>
    <img src="help/help_species_inventory/species_lib_menu.jpg" alt='Меню Культуры' style="width:100%">
    <p>Здесь Вы не можете создавать новые классы и культуры, или редактировать существующие.  Нажмите на название культуры для того, чтобы посмотреть системные шаблоны для ее выращивания. Вы можете скопировать в свою библиотеку как культуру со всеми шаблонами, так и отдельный шаблон. Обратите внимание, копируя культуру в свою библиотеку, Вы можете поместить ее в другой класс. Так же, копировать шаблон можно в другую культуру.</p>
    <p>Выберите пункт <b>Моя библиотека</b> в главном меню, чтобы перейти в библиотеку  Ваших культур.</p>
    <img src="help/help_species_inventory/my_lib_menu.jpg" alt='Меню Моя библиотека'  style="width:100%">
    <p>Здесь Вы можете создавать и редактировать классы, культуры, а также шаблоны выращивания для них. Обратите внимание, если какая-то культура была скопирована Вами из общей библиотеки, а потом Вы изменили ее название, удалили какие-то шаблоны или вовсе удалили культуру целиком — в системной библиотеке она останется в первоначальном виде. Вы можете скопировать ее снова. Классы, культуры и шаблоны в Вашей библиотеке видны только Вам, даже если Вы изменяете скопированную культуру. Никакой другой пользователь системы не сможет использовать их для добавления в свой план. Впрочем, все системные шаблоны каждый пользователь тоже добавляет в свой план с индивидуальными изменениями. Для других пользователей системная культура остается в первоначальном виде. </p>


</div>