<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить настройки удобрения</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Добавить</b> на странице удобрения.</p>
    <p><img src="help/help_add_fertilizer_settings/add_fertilizer_settings_button.jpg" alt='Кнопка Добавить настройки удобрения' style="width:100%"></p>
    <p>В открывшейся форме выберите пару культура и работа и нажмите копку <b>Сохранить</b> для того, чтобы сохранить ее для удобрения. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться на страницу удобрения без изменений.</p>
    <p><img src="help/help_add_fertilizer_settings/add_fertilizer_settings_dialog.jpg" alt='Диалог Добавить настройки удобрения' style="width:60%"></p>
    <p>Обратите внимание, система не позволяет сохранять  одинаковые пары работа+культура. Также, система не предполагает задания настроек для групп растений, т. е. Для всех плодовых деревьев, для всех цветов, выращиваемых рассадным способом. Может быть в будущем это будет реализовано.</p>
    <p>Не бойтесь экспериментировать с редактированием настроек. Уже в следующем обновлении будет возможность вернуть системные настройки.</p>



</div>