<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Редактировать работу</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите значок <span class="fa fa-edit"></span> напротив работы, которую хотите отредактировать.</p>
    <p><img src="help/help_edit_work/edit_work_button.jpg" alt='Кнопка Редактировать работу' style="width:100%"></p>
    <p>В открывшейся форме измените название работы на новое уникальное имя и нажмите кнопку <b>Сохранить</b> для того, чтобы сохранить работу. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться к списку работ без сохранения изменений.</p>

    <p><img src="help/help_edit_work/edit_work_dialog.jpg" alt='Диалог Редактировать работу'  style="width:60%"></p>
    <p>Обратите внимание, при изменении названия работы, новое имя будет отображено как в шаблонах для всех культур, так и в настройках удобрений. Однако, если редактируемая работа уже была добавлена в Ваш план для какой-либо культуры (или нескольких культур), ее название в Вашем плане не изменится. Название каждой работы в Вашем плане должно быть отредактировано вручную. Если работы была добавлена несколько раз, или для нескольких культур — название должно быть отредактировано в каждом случае отдельно. </p>

</div>