<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Сохранить план работ как шаблон</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Система позволяет сохранить любой сформированный план работ как новый шаблон. Например, при добавлении в план существующего шаблона Вы изменили даты, удобрения или список работ, или выбрали для добавления культуру без шаблона.</p>
    <p>Нажмите кнопку <b>Сохранить как шаблон</b> на странице добавления/ редактирования плана работ для культуры.</p>
    <p><img src="help\help_save_plan_as_template\add_species_plan_save_as_template_button.jpg" alt='Кнопка Сохранить как шаблон' style="width:100%"></p>
    <p>В открывшемся диалоговом окне выберите культуру из Вашей библиотеки, для которой хотите сохранить данный шаблон и введите название.  Нажмите копку <b>Сохранить</b> для того, чтобы сохранить шаблон. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться на страницу редактирования плана работ для культуры.</p>
    <p><img src="help\help_save_plan_as_template\add_species_plan_save_as_template_dialog.jpg" alt='Диалог Сохранить как шаблон'  style="width:80%"></p>
    <p>Обратите внимание, Вы можете сохранить текущий список работ для любой культуры в Вашей библиотеке, вне зависимости от того, план работ какой культуры редактируете в данный момент.</p>


</div>