<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить класс культур</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Добавить класс</b> на странице «Моя библиотека».</p>
    <img src="help/help_add_species_class/add_species_class_button.jpg" alt='Кнопка Добавить класс' style="width:100%">
    <p>В открывшейся форме введите новое уникальное название для класса растений и нажмите копку <b>Сохранить</b> для того, чтобы сохранить его в Вашей библиотеке растений. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться в Вашу библиотеку растений.</p>
        <img src="help/help_add_species_class/add_species_class_dialog.jpg" alt='Диалог Добавить класс'  style="width:60%">
    <p>Вы также можете создать новый класс при добавлении удобрения. Для этого в форме создания/ редактирования удобрения не выбирайте класс из списка, а введите новое название в помощью клавиатуры.</p>
    <p><img src="help/help_add_species_class/add_species_dialog_class.jpg" alt='Диалог Добавить культуру'  style="width:60%"></p>
    <p>Обратите внимание, система не позволяет сохранять классы с одинаковыми названиями. </p>
    <p>Не бойтесь добавить ненужный класс, или ошибиться с классификацией. Вы всегда можете переименовать или удалить его.</p>


</div>