<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить работу</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Новая работа</b> на странице «Работы».</p>
    <p><img src="help/help_add_work/add_work_button.jpg" alt='Кнопка Добавить работу' style="width:100%"></p>
    <p>В открывшейся форме введите новое уникальное название для работы и нажмите копку <b>Сохранить</b> для того, чтобы сохранить работу. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться к списку работ.</p>
    <p> <img src="help/help_add_work/add_work_dialog.jpg" alt='Диалог Добавить работу'  style="width:60%"></p>
    <p>Обратите внимание, Ваша новая работа будет создана в списке «Мои работы». Однако, Вы можете составлять шаблоны выращивания, и добавлять в Ваш план работ  как собственные, так и системные работы.</p>
    <p>Обратите внимание, система не позволяет сохранять работы с одинаковыми названиями. Однако, это не препятствует добавлению нескольких, например, подкормок для одной культуры. Просто нет необходимости создавать несколько одинаковых работ — система позволяет добавить одну и ту же работу в Ваш план сколь угодно много раз.</p>
    <p>См. также главу <a class="w3-text-blue" href="help_edit_work.tiles">Редактировать работу</a></p>

</div>