<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить работу в шаблон</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите значок <i class="fa fa-arrow-circle-right"></i> возле нужной работы.</p>
    <img src="help/help_add_template_work/add_work_to_template_button.jpg" alt='Кнопка Добавить работу в шаблон' style="width:100%">
    <p>В открывшейся форме добавьте комментарии для выполнения работы, касательно данной культуры и нажмите кнопку <b>Сохранить</b> для того, чтобы сохранить работу в шаблон. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться к списку работ в шаблоне без сохранения изменений. </p>
    <img src="help/help_add_template_work/add_work_to_template_dialog_date.jpg" alt='Диалог Добавить работу в шаблон'  style="width:100%">
    <p>Обратите внимание, комментарии, удобрения и даты выполнения могут быть разными для одной и той же работы при добавлении ее в разные шаблоны и для разных культур. Так, например, подготовка почвы осенью и весной требует перекопки разной глубины, разных инструментов и удобрений. Хотя, и осенью и весной работа одна и та же — подготовка почвы. </p>
    <p>Обратите внимание, Вы можете задать дату одним из трех способов:
        <ul>
        <li><b>Задать точную дату</b>. Например, если Вы пользуетесь лунным календарем, или смотрите популярную передачу и записываете сроки выполнения работ, или ездите на приусадебный участок только по выходным дням, Вы можете задать точную дату для выполнения работы.</li>
    <p><img src="help/help_add_template_work/add_work_to_template_dialog_date.jpg" alt='Диалог Добавить работу в шаблон — зависимость от погоды' style="width:100%"></p>

    <li><b>Задать погоду</b>. Для некоторых работ, задавать дату выполнения удобнее в зависимости от погоды. Например, сажать лук севок можно при среднемесячной температуре 12℃
        <p><img src="help/help_add_template_work/add_work_to_template_dialog_weather.jpg" alt='Диалог Добавить работу в шаблон — зависимость от погоды' style="width:100%"></p>
        При таком способе задания времени выполнения работы, необходимо указать промежуток, когда работа вообще имеет смысл. Например, после 1 июля посадки уже не имеют смысла, так как урожай не успеет созреть. Или посадки ранее 1 мая, так как Вы открываете дачный сезон в день труда.</li>
        <li><b>Задать после другой работы</b>. Например, первая подкормка должна быть через 2 недели после высадки рассады в грунт. Или подкормки должны идти с периодичностью 2 недели.
        <p><img src="help/help_add_template_work/add_work_to_template_dialog_work.jpg" alt='Диалог Добавить работу в шаблон — зависимость от работы' style="width:100%"></p></li>

</ul>
    </p>
    <p>Вы можете задать удобрения, которые планируете использовать при работе. Нажмите кнопку <i class="fa fa-plus"></i></p>
    <img src="help/help_add_template_work/add_work_to_template_fertilizer_button.jpg" alt='Кнопка Добавить удобрения для работы' style="width:100%"></li>

    <p>В открывшейся форме по умолчанию уже выбраны удобрения, рекомендованные для данной культуры при данной работе. Однако, это не значит, что указанные удобрения стоит применять все одновременно. Если речь идет о корневых или внекорневых подкормках - разные удобрения применяются в разные периоды вегетации. Так, добавляя одну и ту же работу в план, Вы можете выбирать разные удобрения как из списка предложенных вариантов, так и совершенно иные. Уберите выбор по умолчанию и задайте свои удобрения. Для этого нажмите на строку с удобрением. Подсвеченные удобрения будут назначены для работы после сохранения.</p>
    <img src="help/help_add_template_work/add_work_to_template_fertilizer.jpg" alt='Диалог Добавить удобрения для работы' style="width:100%"></li>

    <p>Обратите внимание, для одной и той же работы в разных шаблонах для разных культур, можно задать различные удобрения.</p>
    <p>См. также главу <a href="help_add_species_plan.tiles" class="w3-text-blue">Добавить культуру в мой план работ</a></p>

</div>