<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить культуру</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Добавить культуру</b> на странице «Моя библиотека».</p>
    <img src="help/help_add_species/add_species_button.jpg" alt='Кнопка Добавить культуру' style="width:100%">
    <p>В открывшейся форме выберите название класса и введите новое уникальное название для культуры. Нажмите копку <b>Сохранить</b> для того, чтобы сохранить культуру в Вашей библиотеке растений. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться в Вашу библиотеку растений.</p>
    <img src="help/help_add_species/add_species_dialog.jpg" alt='Диалог Добавить культуру'  style="width:60%">
    <p>Обратите внимание, система не позволяет сохранять культуры с одинаковыми названиями. Если Вы группируете культуры по местоположению, и на разных клумбах у Вас растут одинаковые растения — Вы можете сохранять в системе название сорта, или маркировать через индексы. Однако, Вы можете создать культуру с тем же названием, которое уже существует в системной библиотеке.</p>


</div>