<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить удобрение</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Добавить удобрение</b> на странице «Библиотека удобрений».</p>
    <p><img src="help/help_add_fertilizer/help_add_fertilizer_button.jpg" alt='Кнопка Добавить удобрение' style="width:100%"></p>
    <p>В открывшейся форме выберите класс, в который хотите добавить удобрение и введите название удобрения.  Нажмите кнопку <b>Сохранить</b> для того, чтобы сохранить новое удобрение. Нажмите кнопку <b>Отмена</b> для того, чтобы закрыть форму редактирования и вернуться в библиотеку.</p>

    <p><img src="help/help_add_fertilizer/help_add_fertilizer_dialog.jpg" alt='Диалог Добавить удобрение'  style="width:60%"></p>
    <p>Обратите внимание, система не позволяет сохранять удобрения с одинаковыми названиями. Также, Вы не можете создать удобрение без класса. Если Вы не знаете как классифицировать удобрение, то создайте, например, класс «Разные» и добавляйте удобрения в него.</p>
    <p>Обратите внимание, Вы можете создать новый класс прямо в форме создания/ редактирования удобрения. Для этого не выбирайте класс из списка, а введите новое название в помощью клавиатуры.</p>

    <p>См. также главу <a class="w3-text-blue" href="help_edit_fertilizer.tiles">Редактировать удобрение</a></p>
</div>