<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Удалить работу</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите значок <span class="fa fa-trash"></span> напротив работы, которую хотите удалить на странице «Работы».</p>
    <p><img src="help/help_delete_work/delete_work_button.jpg" alt='Кнопка Удалить работу' style="width:100%"></p>
    <p>Вы можете удалить только собственные работы. В открывшейся форме подтверждения нажмите кнопку <b>Удалить</b> для того, чтобы удалить культуру. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться к списку работ.</p>
    <p></p>
    <p><img src="help/help_delete_work/delete_work_dialog.jpg" alt='Диалог Удалить работу'  style="width:60%"></p>
    <p>Обратите внимание, при удалении работы, она будет удалена как в шаблонах для всех культур, так и в настройках удобрений. Однако, если удаляемая работа уже была добавлена в Ваш план для какой-либо культуры (или нескольких культур), она останется в Вашем плане. Удаление из плана нужно производить вручную. Если работы была добавлена несколько раз, или для нескольких культур — каждая запись должна быть удалена отдельно. </p>
    <p>Обратите внимание, если Вы удалив работу Вы добавите новую с таким же названием, она будет рассматриваться системой как новая. Вам придется заново добавлять ее в шаблоны для культур и редактировать удобрения, которые используются при данной работе. </p>


</div>