<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Мой план работ</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Ваше личное расписание садовых работ всегда доступно на странице <b>Мой план работ</b>.  Выберите пункт <b>Мой план работ</b> в главном меню, чтобы открыть Ваше расписание.</p>
    <p><img src="help\help_my_work_plan\my_work_plan_menu.jpg" alt='Меню Мой план работ' style="width:100%"></p>
    <p>Если Вы еще не добавили в свой план ни одной работы, то расписание будет пусто.</p>
    <p>Если работы добавлены, но расписание пусто, проверьте заданный временной диапазон. По умолчанию система отображает только работы на неделю вперед. Поменяйте промежуток времени или выберите предопределенные фильтры, чтобы просмотреть план работ за последний месяц, три месяца, полгода, год.</p>
    <p><img src="help\help_my_work_plan\my_work_plan_filter.jpg" alt='Фильтр по дате'  style="width:100%"></p>
    <p>Отфильтруйте план работ для заданного временного промежутка по одной определенной культуре. Например, если Вы создавали различные планы для разных сортов, или меняли способы выращивания в разные годы, или записывали количество урожая и расход удобрений и хотите сравнить.</p>
    <p></p>
    <p><img src="help\help_my_work_plan\my_work_plan_species.jpg" alt='Фильтр по культуре'  style="width:100%"></p>
    <p>После ввода критериев по временному промежутку и культуре, выберите удобный Вам вид отображения — группировку работ по дате или по культуре.</p>
    <p><img src="help\help_my_work_plan\my_work_plan_grouping.jpg" alt='Фильтр группировка'  style="width:50%"></p>
    <p>В зависимости от выбранного способа группировки нажмите на название культуры или на дату для того, чтобы увидеть список запланированных работ. Нажмите на название работы для того, чтобы увидеть комментарии и список удобрений. </p>
    <p><img src="help\help_my_work_plan\my_work_plan.jpg" alt='Мой план работ'  style="width:100%"></p>
    <p>Нажмите кнопку <b>Выгрузить в CSV файл</b> для генерации файла с расписанием, отображенным в этот момент на экране по заданным критериям поиска. Файл с данным типом расширения может быть открыт любым приложением для просмотра электронных таблиц — MS Excel, Open Office.</p>
    <p><img src="help\help_my_work_plan\my_work_plan_export.jpg" alt='Выгрузить результаты поиска'  style="width:100%"></p>


</div>