<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Добавить культуру в мой план работ</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Добавить в мой план</b> при просмотре списка шаблонов выращивания для культуры.</p>
    <p><img src="help\help_add_species_plan\add_species_plan_button.jpg" alt='Кнопка Добавить в мой план' style="width:100%"></p>
    <p>На открывшейся странице слева отображены предлагаемые по умолчанию работы в шаблоне. При добавлении в план культуры без шаблона этот список будет пуст.
        Выберите те из работ в шаблоне, которые планируете выполнять. Предложенные работы необязательно добавлять все. Пропустите полив, если Вы поливаете весь огород одновременно, и Вам не нужны напоминания для каждой культуры. Пропустите уборку урожая, если она предполагает постепенную срезку по мере отрастания или созревание очевидно. Строго говоря, из всего плана Вы можете оставить хоть одно напоминание о посеве семян, хоть только подкормки или черенкование. </p>
    <p><img src="help\help_add_species_plan\add_species_plan_add_work_button.jpg" alt='Кнопка Добавить работу в мой план'  style="width:100%"></p>
    <p>Добавьте все работы, если предложенный шаблон соответствует Вашим планам.</p>
    <p><img src="help\help_add_species_plan\add_species_plan_add_all_works_button.jpg" alt='Кнопка Добавить все работы в мой план' style="width:100%"></p>
    <p>Найдите нужную работу, если ее нет в списке.</p>
    <p><img src="help\help_add_species_plan\add_species_plan_select_work.jpg" alt='Диалог выбора работ' style="width:80%"></p>
    <p>При добавлении работы поменяйте дату, количество дней после предыдущей работы или среднемесячную температуру; напишите комментарии к выполнению работы (это может быть текст из любого источника, он будет виден только Вам). Оставьте предложенные по умолчанию значения, если они соответствуют Вашим планам.</p>
    <p><img src="help\help_add_species_plan\add_species_plan_work_date.jpg" alt='Диалог Редактировать работу' style="width:80%"></p>
    <p>Отредактируйте список удобрений, которые собираетесь применять при выполнении данной работы. По умолчанию список удобрений содержит те, которые заданы в шаблоне. Удалите ненужные или добавьте из списка.</p>
    <p><img src="help\help_add_species_plan\add_species_plan_work_fertilizers.jpg" alt='Диалог выбора удобрений' style="width:80%"></p>
    <p>При необходимости внести изменения в уже добавленную работу или удалить ее, нажмите на эту работу в списке справа. В открывшемся диалоговом окне внесите необходимые изменения.</p>
    <p><img src="help\help_add_species_plan\add_species_plan_edit_work.jpg" alt='Редактировать сохраненную работу' style="width:100%"></p>
    <p>Обратите внимание, изменение критериев даты или списка удобрений при добавлении работы в Ваш план не изменяет сам шаблон.</p>
    <p>Обратите внимание, система добавляет новый план работ для культуры каждый раз, когда Вы нажимаете кнопку <b>Добавить в мой план</b>. Так, в Вашем плане может появиться пять одинаковых планов «Кресс-салат на подоконнике». Это сделано для возможности планировать одну культуру в разные сроки или на разных грядках. При необходимости отредактировать уже добавленный план работ для культуры воспользуйтесь функцией редактирования, но не добавляйте план заново.</p>

</div>