<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Удалить работу из шаблона</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Удалить</b> в форме редактирования работы в шаблоне (см. главу <a class ="w3-text-blue" href="help_edit_template_work.tiles">Редактировать работу в шаблоне</a>).</p>
    <img src="help/help_delete_template_work/help_delete_template_work_button.jpg" alt='Кнопка Удалить работу из шаблона' style="width:100%">
    <p>В открывшемся диалоговом окне подтвердите свое намерение удалить работу из шаблона.</p>
    <img src="help/help_delete_template_work/help_delete_template_work_dialog.jpg" alt='Диалог Удалить работу из шаблона'  style="width:100%">

    <p>Обратите внимание, удаленные работы не могут быть восстановлены с предыдущими значениями. При повторном добавлении в шаблон работа должна быть сконфигурирована заново. При этом, все работы, расписание которых указано, как количество дней после удаляемой работы, становятся запланированными на точную дату. Например, предпосевная подготовка семян у Вас запланирована на 01/03/2018, а посев семян для рассады - через 1 день после предпосевной подготовки. Таким образом, если ВЫ удалите из шаблона предпосевную подготовку, то посев семян будет запланирован точно на 02/03/2018, не имея зависимости от других работ.</p>
    <p>Сказанное выше верно и для удаления работы из Вашего плана работ, см. главу <a class ="w3-text-blue" href="help_delete_work_from_species_plan.tiles">Удалить работу из плана для культуры</a></p>

</div>