<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Копировать культуру</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Копировать культуру</b> на странице «Культура».</p>
    <img src="help/help_copy_species/copy_species_button.jpg" alt='Кнопка Копировать культуру' style="width:100%">
    <p>В открывшейся форме выберите название класса в свой библиотеке или введите новое, измените название системной культуры, если необходимо. Нажмите копку <b>Сохранить</b> для того, чтобы сохранить культуру в Вашей библиотеке растений. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться на страницу просмотра системной культуры.</p>
    <img src="help/help_copy_species/copy_species_dialog.jpg" alt='Диалог Копировать культуру'  style="width:60%">
    <p>Обратите внимание, Вы можете самостоятельно выбрать класс для копирования в своей библиотеке, он может отличаться от класса, в котором культура определена в системной библиотеке. Система копирует описание культуры и все ее шаблоны в выбранный класс Вашей библиотеки, при этом Вы можете даже изменить название, под которым культура будет отображена у Вас.</p>
    <p>Обратите внимание, система не позволяет сохранять культуры с одинаковыми названиями. Если Вы будете повторно копировать культуру из системной библиотеки, то все изменения в данной культуре в Вашей библиотеке вновь будут заменены системными значениями (изменения в шаблонах, описании - любые Ваши правки). Переименуйте культуру при копировании в свою библиотеку при необходимости скопировать одну и ту же системную культуру несколько раз.</p>


</div>