<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Удобрения</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>В библиотеке удобрений находятся как системные удобрения, так и те, которые Вы создали самостоятельно.  Все удобрения в приложении отображены согласно классификации. Изначально мы добавили в приложение большой список широко распространенных удобрений и  наиболее общую классификацию. Если Вы только что зарегистрировались, эта библиотека содержит только системные удобрения и классы.</p>
    <p>Выберите пункт <b>Удобрения</b> в главном меню, чтобы перейти в библиотеку удобрений.</p>
    <p><img src="help\help_fertilizer_inventory\fertilizer_lib_menu.jpg" alt='Меню Удобрения'  style="width:100%"></p>
    <p>Здесь Вы не можете создавать новые классы и удобрения, или редактировать существующие.  Добавленные Вами удобрения и классы видны только Вам, и никакой другой пользователь системы не сможет использовать их для добавления в свой план или шаблон. Впрочем, все системные удобрения каждый пользователь тоже использует индивидуально. Если Вы добавили какое-либо системное удобрение в свой шаблон или план, оно не появится у других пользователей.</p>
    <p>Нажмите на название удобрения для того, чтобы посмотреть системные настройки. Вы можете использовать как системные, так и собственные удобрения при создании шаблонов или добавлении работ в свой план.  </p>


</div>