<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Редактировать класс культур</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите на название класса, который хотите отредактировать на странице «Моя библиотека».</p>
    <img src="help/help_edit_species_class/edit_species_class_button.jpg" alt='Кнопка Редактировать класс' style="width:100%">
    <p>В открывшейся форме измените название класса на новое уникальное имя и нажмите кнопку <b>Сохранить</b> для того, чтобы сохранить его. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться в библиотеку без сохранения изменений.</p>
    <img src="help/help_edit_species_class/edit_species_class_dialog.jpg" alt='Диалог Редактировать клас'  style="width:60%">
    <p>Обратите внимание, при изменении названия класса, культуры в нем не изменяются. Также, название класса в системной библиотеке не изменится при изменении класса в Вашей библиотеке, даже если они совпадали. Названия системных классов на странице «Культуры» недоступны для редактирования.</p>

</div>