<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Копировать шаблон</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Копировать шаблон</b> на странице «Культура».</p>
    <img src="help/help_copy_template/help_copy_template_button.jpg" alt='Кнопка Копировать шаблон' style="width:100%">
    <p>В открывшейся форме выберите название культуры в свой библиотеке для которой будет сохранен выбранный шаблон, измените название шаблона, если необходимо. Нажмите копку <b>Сохранить</b> для того, чтобы сохранить шаблон для другой культуры. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться на страницу просмотра шаблона.</p>
    <img src="help/help_copy_template/help_copy_template_dialog.jpg" alt='Диалог Копировать культуру'  style="width:60%">
    <p>Обратите внимание, Вы можете копировать шаблон сколь угодно много раз как внутри одной культуры, так и в другие. Система копирует описание шаблона и все работы в нем, при этом Вы можете изменить название, под которым шаблон будет отображен для другой культуры.</p>
    <p>Обратите внимание, система не позволяет сохранять шаблоны с одинаковыми названиями.</p>
</div>