<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="w3-container w3-left-align w3-margin-bottom">
    <h1 class="w3-text-theme">Создать шаблон для культуры</h1>
</div>
<div class="w3-row-padding w3-container w3-left-align">
    <p>Нажмите кнопку <b>Добавить шаблон</b> на странице «Культура».</p>
    <p></p>
    <img src="help/help_add_template/add_template_button.jpg" alt='Кнопка Добавить шаблон' style="width:100%">
    <p>В открывшейся форме введите новое уникальное название для шаблона. Нажмите кнопку <b>Сохранить</b> для того, чтобы сохранить шаблон для данной культуры. Нажмите кнопку <b>Отмена</b>, если хотите закрыть диалог и вернуться на страницу культуры.</p>
    <img src="help/help_add_template/add_template_dialog.jpg" alt='Диалог Добавить шаблон'  style="width:60%">
    <p>Обратите внимание, система не позволяет сохранять шаблоны с одинаковыми названиями для одной культуры. Однако, Вы можете создать шаблон с названием «Выращивание в грунте» для каждой культуры в Вашей библиотеке. Также, шаблоны могут носить названия сортов для одной и той же культуры, если способ их выращивания отличается. Например, требующие и не требующие обрезки на зиму гортензии, требующие и не требующие укрытия или формирующей обрезки розы, требующие и не требующие выкапывания на зиму тюльпаны и т. д.</p>
    <p>После создания нового шаблона, система автоматически перенесет Вас на страницу редактирования работ в этом шаблоне. Если Вы хотите вернуться на страницу культуры, нажмите кнопку <b>Назад</b>.</p>
    <img src="help/help_add_template/add_template_back.jpg" alt='Вернуться к списку шаблонов'  style="width:60%">
    <p>См. также главу <a class="w3-text-blue" href="help_edit_template.tiles">Редактировать шаблон</a></p>

</div>